import './about.css';


function about() {
    return (
        <div className="about-container">
            <p className='head'>나의 소개</p>
            <div className='text-container'>
                <p>사람들과 대화하는 것을 좋아하여 주위에서 종종 말을 잘 들어준다거나 공감 능력이 뛰어나다는 소리를 듣곤 합니다. </p>
                <p>어떠한 일이든 일을 진행함에 있어 의사소통 능력은 빠질 수 없는 필수 불가결한 요소라고 생각하기 때문에</p>
                <p>저의 이러한 장점은 큰 강점으로 작용할 수 있다고 생각합니다.</p>
                <br></br>
                <p>또한, 저는 어떠한 일을 행하거나 계획함에 있어 신중을 기울이는 편입니다.</p>
                <p>의욕만 앞서서 이상적인 목표나 결과를 쫓다보면</p>
                <p>결국 처음에 설정한 목표치를 다 이루지 못하고 점점 자신과의 타협을 하게 되어</p>
                <p>말만 앞서는 사람이라 생각되어질 수도 있기 때문에 냉철하게 제가 해낼 수 있는지 없는지를 생각해보고 신중하게 계획하고 실천하려 합니다. </p>
                <br></br><br></br><br></br>
                <p>하지만 신중을 기하다보니 선택함에 있어서 시간이 걸린다는 것이 때로는 단점이기도 합니다. </p>
                <p>이를 극복하기 위해 의사결정에 필요한 정보를 보다 폭넓고 편견 없이 수집하여 그것을 바탕으로 </p>
                <p>현실적 가능성을 높은 결정을 내리는데에 시간을 단축하며 발전시켜 나가고 있습니다.</p>
                <p>예를 들어 프로젝트 진행 초기에 어떠한 결과물을 만들어 낼지 목표치를 설정 할 때에 많은 아이디어들이 나왔지만</p>
                <p>주어진 시간과 팀원들의 역량을 고려하여 실행 가능한 목표치만을 설정하자 이야기하였고 그로 인해 처음 설정한 목표에 거의 도달할 수 있었습니다.</p>
            </div>
        </div>
    );
};

export default about;